// Settings Menu for Front Row

FRSettingsName = "Nombre";
FRSettingsVersion = "Versión del software";
FRSettingsScreenSaver = "Salvapantallas";
FRSettingsUISounds = "Efectos de sonido";
FRSettingsPhotoDB = "Fuente de la foto";

FRSettingsOff = "Desact.";
FRSettingsOn = "Act.";
